Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: No guaranteed amounts rules were established
pt_pt: Não foram estabelecidas regras de montantes garantidos

source: Select the compensation element
pt_pt: Selecione o elemento de compensação

source: The compensation element is required.
pt_pt: O elemento de compensação é obrigatório.

source: Set the minimum or fixed value that must be honored.
pt_pt: Defina o valor mínimo ou fixo que deve ser respeitado.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
pt_pt: Defina o montante garantido para esta regra e como pretende fornecer o montante. O montante garantido será refletido na moeda local do trabalhador.

source: Guaranteed amounts
pt_pt: Montantes garantidos

source: Add a name and a description to the rule.
pt_pt: Adicione um nome e uma descrição à regra.

source: The rule name is required.
pt_pt: O nome da regra é obrigatório.

source: Comp round guidelines
pt_pt: Diretrizes para a ronda de compensação

source: Guideline rules
pt_pt: Regras de orientação

source: Guidelines
pt_pt: Diretrizes

source: Add secondary hierarchy
pt_pt: Adicionar hierarquia secundária

source: The hierarchy cannot be empty.
pt_pt: A hierarquia não pode estar vazia.

source: Hierarchy
pt_pt: Hierarquia

source: Select a hierarchy
pt_pt: Selecione uma hierarquia

source: Hierarchy preview
pt_pt: Pré-visualização da hierarquia

source: No worker data yet. Import workers via the Data Foundation to view them here.
pt_pt: Ainda não existem dados de trabalhadores. Importe os trabalhadores através do Data Foundation para os visualizar aqui.

source: No selected hierarchy
pt_pt: Nenhuma hierarquia selecionada

source: Secondary hierarchy
pt_pt: Hierarquia secundária

source: Standard hierarchy
pt_pt: Hierarquia predefinida

source: Build hierarchies used to drive round access
pt_pt: Construa hierarquias usadas para conduzir o acesso à ronda

source: Choose hierarchy configuration
pt_pt: Escolha a configuração da hierarquia

source: Select a hierarchy to drive round access
pt_pt: Selecione uma hierarquia para conduzir o acesso à ronda

source: Define hierarchy
pt_pt: Definir hierarquia

source: Define the timeframe for bonus calculations.
pt_pt: Defina o período de tempo para os cálculos de bónus.

source: Bonus plan period
pt_pt: Período do plano de bónus

source: Period end date
pt_pt: Data de fim do período

source: The period end date cannot be empty.
pt_pt: A data de fim do período não pode estar vazia.

source: Period start date
pt_pt: Data de início do período

source: The period start date cannot be empty.
pt_pt: A data de início do período não pode estar vazia.

source: Specify the start and end dates of the compensation round.
pt_pt: Especifique as datas de início e fim da ronda de compensação.

source: Compensation round timeline
pt_pt: Cronograma da ronda de compensação

source: Select a data model and set key dates.
pt_pt: Selecione um modelo de dados e defina datas-chave.

source: Enable communications
pt_pt: Ativar comunicações

source: Download payroll data drop
pt_pt: Transferir dados da folha de pagamento

source: Define a password to download the file.
pt_pt: Defina uma palavra-passe para transferir o ficheiro.

source: Export results or integrate via API
pt_pt: Exportar resultados ou integrar via API

source: Payroll data drop
pt_pt: Entrega de dados de folha de pagamento

source: Define the population(s) for the round
pt_pt: Defina a(s) população(ões) para a ronda

source: Are you sure you want to publish the comp round?
pt_pt: Tem a certeza de que deseja publicar a ronda de compensação?

source: Publish comp round
pt_pt: Publicar ronda de compensação

source: Add bonus plan
pt_pt: Adicionar plano de bónus

source: Bonus configuration
pt_pt: Configuração de bónus

source: Define the bonus plans and comp elements for this round
pt_pt: Defina os planos de bónus e os elementos de remuneração para esta ronda

source: This bonus plan is already selected in another row.
pt_pt: Este plano de bónus já está selecionado noutra linha.

source: Bonus plan
pt_pt: Plano de bónus

source: The bonus plan cannot be empty.
pt_pt: O plano de bónus não pode estar vazio.

source: This comp element is already assigned to another bonus plan.
pt_pt: Este elemento de remuneração já está atribuído a outro plano de bónus.

source: One or more comp elements are assigned to bonus plan configuration.
pt_pt: Um ou mais elementos de remuneração estão atribuídos à configuração do plano de bónus.

source: This comp element is already assigned to the salary configuration.
pt_pt: Este elemento de remuneração já está atribuído à configuração salarial.

source: The comp element cannot be empty.
pt_pt: O elemento comp não pode estar vazio.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
pt_pt: O elemento de compensação selecionado está atualmente em uso. Para o remover, reveja as suas dependências e remova-as primeiro.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
pt_pt: Os elementos Comp com o nome {{names}} já existem. Remova-os para continuar.

source: No comp elements with the name or code "{{phrase}}"
pt_pt: Não há elementos de compensação com o nome ou código "{{phrase}}"

source: Select at least one comp element.
pt_pt: Selecione pelo menos um elemento de compensação.

source: Please select at least one element.
pt_pt: Selecione pelo menos um elemento.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
pt_pt: Um ou mais elementos de compensação selecionados estão atualmente em uso. Para os remover, reveja as suas dependências e remova-as primeiro.

source: Exchange rate group
pt_pt: Grupo de taxa de câmbio

source: Comp tree
pt_pt: Árvore de compensação

source: Configuration
pt_pt: Configuração

source: The effective date cannot be empty.
pt_pt: A data efetiva não pode estar vazia.

source: The comp round currency cannot be empty.
pt_pt: A moeda da ronda de compensação não pode estar vazia.

source: Currency
pt_pt: Moeda

source: Date at which the adjustments performed in the comp round will come into effect.
pt_pt: Data em que os ajustes realizados na ronda de compensação entrarão em vigor.

source: Exchange rate type
pt_pt: Tipo de taxa de câmbio

source: The exchange rate type cannot be empty.
pt_pt: O tipo de taxa de câmbio não pode estar vazio.

source: Round code
pt_pt: Código da ronda

source: A round with that code already exists
pt_pt: Já existe uma ronda com esse código

source: The round code cannot be empty.
pt_pt: O código da ronda não pode estar vazio.

source: A round with that code cannot be validated at this time. Please try again later.
pt_pt: Uma ronda com esse código não pode ser validada neste momento. Por favor, tente novamente mais tarde.

source: Comp round owners
pt_pt: Proprietários da ronda de compensação

source: Round type
pt_pt: Tipo de ronda

source: Choose the compensation components to include in this round
pt_pt: Escolha os componentes de remuneração a incluir nesta ronda

source: Please make sure at least one round type is enabled.
pt_pt: Por favor, certifique-se de que pelo menos um tipo de ronda está ativado.

source: Salary configuration
pt_pt: Configuração salarial

source: Select the comp element that will store salary decisions
pt_pt: Selecione o elemento de remuneração que irá armazenar as decisões salariais

source: Merit increases and base pay adjustments
pt_pt: Aumentos por mérito e ajustes salariais base

source: Enter the basic information for the round
pt_pt: Insira as informações básicas para a ronda

source: Round details
pt_pt: Detalhes da ronda

source: STI bonus (Short Term Incentive)
pt_pt: Bónus STI (Incentivo de Curto Prazo)

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
pt_pt: Alterar o plano de bónus irá desencadear um recálculo do bónus para os trabalhadores nesta ronda de compensação. Tem a certeza de que pretende continuar?

source: Change bonus plan
pt_pt: Alterar plano de bónus

source: Incentive payouts and variable pay
pt_pt: Pagamentos de incentivos e remuneração variável

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
pt_pt: Desmarcou um plano de bónus que já não está ativo. Assim que guardar a ronda, este não estará disponível para seleção novamente.

source: Deactivated bonus plan
pt_pt: Plano de bónus desativado

source: Cut-off date
pt_pt: Data limite

source: The cut-off date cannot be empty.
pt_pt: A data limite não pode estar vazia.

source: Date at which the data of the workers is to be filtered.
pt_pt: Data na qual os dados dos trabalhadores devem ser filtrados.

source: The data model cannot be empty.
pt_pt: O modelo de dados não pode estar vazio.

source: Warning!
pt_pt: Aviso!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
pt_pt: Este modelo de dados está atualmente em uso; alterá-lo eliminará todas as configurações associadas. Tem a certeza de que deseja continuar?

source: Unselect & delete
pt_pt: Desseleccionar e eliminar

source: The bonus plan effective date cannot be empty.
pt_pt: A data efetiva do plano de bónus não pode estar vazia.

source: Specify the date at which the compensation adjustments will take effect.
pt_pt: Especifique a data na qual os ajustes de compensação entrarão em vigor.

source: Effective dates
pt_pt: Datas efetivas

source: The salary effective date cannot be empty.
pt_pt: A data efetiva do salário não pode estar vazia.

source: Freeze date
pt_pt: Data de congelamento

source: The freeze date cannot be empty.
pt_pt: A data de congelamento não pode estar vazia.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
pt_pt: Data após a qual as alterações aos dados carregados no modelo de dados não serão consideradas para a ronda de compensação.

source: The name must be unique.
pt_pt: O nome deve ser único.

source: Create compensation round
pt_pt: Criar ronda de compensação

source: Delete report
pt_pt: Eliminar relatório

source: Are you sure you want to delete this validation report?
pt_pt: Tem a certeza de que deseja eliminar este relatório de validação?

source: The report was successfully deleted.
pt_pt: O relatório foi eliminado com sucesso.

source: Download report
pt_pt: Descarregar relatório

source: All data model fields.
pt_pt: Todos os campos do modelo de dados.

source: Define a password to download the file
pt_pt: Defina uma palavra-passe para descarregar o ficheiro

source: Select fields:
pt_pt: Selecionar campos:

source: Only selected fields on the team planner view.
pt_pt: Apenas campos selecionados na vista do planeador de equipa.

source: View & validate round configurations
pt_pt: Ver e validar configurações de ronda

source: An error occurred when generating the report.
pt_pt: Ocorreu um erro ao gerar o relatório.

source: The file is being generated; download will start shortly.
pt_pt: O ficheiro está a ser gerado; a transferência começará em breve.

source: Password
pt_pt: Palavra-passe

source: The password must meet the following requirements:
pt_pt: A palavra-passe deve cumprir os seguintes requisitos:

source: Special characters allowed: {{characters}}
pt_pt: Caracteres especiais permitidos: {{characters}}

source: Maximum password length: {{n}} characters
pt_pt: Comprimento máximo da palavra-passe: {{n}} caracteres

source: Minimum password length: {{n}} characters
pt_pt: Comprimento mínimo da palavra-passe: {{n}} caracteres

source: {{min}}-{{max}} characters long
pt_pt: {{min}}-{{max}} caracteres de comprimento

source: Must contain at least one lowercase character
pt_pt: Deve conter pelo menos um carácter minúsculo

source: Must contain at least one number
pt_pt: Deve conter pelo menos um número

source: Must contain at least one uppercase character
pt_pt: Deve conter pelo menos um carácter maiúsculo

source: Generate
pt_pt: Gerar

source: Generate report
pt_pt: Gerar relatório

source: Your validation report is being generated. You will be notified when it is ready.
pt_pt: O seu relatório de validação está a ser gerado. Será notificado quando estiver pronto.

source: Notes
pt_pt: Notas

source: Rename report
pt_pt: Alterar o nome do relatório

source: The report was successfully renamed.
pt_pt: O nome do subordinado foi alterado com sucesso.

source: View and validate round configurations
pt_pt: Visualizar e validar configurações de rondas

source: Validation
pt_pt: Validação

source: Compensation manager
pt_pt: Gestor de compensação

source: HRBP approval
pt_pt: Aprovação do HRBP

source: Manager +1 review
pt_pt: Gestor +1 avaliação

source: HRBP review
pt_pt: Revisão HRBP

source: Enable proposal adjustments
pt_pt: Activar ajustes de propostas

source: Enable rejection of manager proposal
pt_pt: Ativar rejeição de proposta do gestor

source: Enable rejection of manager+1 proposal
pt_pt: Ativar rejeição de proposta de gestor+1

source: Actions:
pt_pt: Ações:

source: Comp manager +1
pt_pt: Gestor de compensação +1

source: Add step
pt_pt: Adicionar passo

source: Add step above
pt_pt: Adicionar passo acima

source: Add step below
pt_pt: Adicionar passo abaixo

source: Please fill in all the mandatory fields in the workflow step.
pt_pt: Preencha todos os campos obrigatórios no passo do fluxo de trabalho.

source: Apply template
pt_pt: Aplicar modelo

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
pt_pt: Crie um fluxo de trabalho onde todas as partes interessadas trabalham em paralelo dentro do mesmo intervalo de datas, submetendo propostas até à data de fim.

source: Collaborative
pt_pt: Colaborativo

source: The end date is required.
pt_pt: A data de fim é obrigatória.

source: Specify the start and end dates during which edits to the round are permitted.
pt_pt: Especifique as datas de início e fim durante as quais são permitidas edições à ronda.

source: Manager + 1
pt_pt: Gestor + 1

source: Choose how the stakeholder will participate in the round.
pt_pt: Escolha como o stakeholder irá participar na ronda.

source: Collaboration settings
pt_pt: Definições de colaboração

source: No access
pt_pt: Sem acesso

source: Read only
pt_pt: Apenas para leitura

source: Read and write
pt_pt: Ler e escrever

source: Are you sure you want to delete this configuration?
pt_pt: Tem a certeza de que pretende eliminar esta configuração?

source: Delete configuration
pt_pt: Eliminar configuração

source: The configuration was successfully deleted.
pt_pt: A configuração foi eliminada com sucesso.

source: Current workflow step:
pt_pt: Passo atual do fluxo de trabalho:

source: Edit step
pt_pt: Editar passo

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
pt_pt: Crie um fluxo de trabalho baseado numa hierarquia de aprovação predefinida. Os passos seguem esta ordem: revisão do HRBP → proposta do Gestor de Compensação → aprovação do Gestor de Compensação +1 → aprovação do HRBP.

source: Hierarchy-driven
pt_pt: Orientado por hierarquia

source: Preview template
pt_pt: Pré-visualizar modelo

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
pt_pt: A aplicação deste modelo irá substituir todas as suas configurações de fluxo de trabalho atuais. Esta ação não pode ser anulada.

source: Replace current workflow?
pt_pt: Substituir fluxo de trabalho atual?

source: At least one of the following workflow steps must be enabled: {{steps}}.
pt_pt: Pelo menos um dos seguintes passos do fluxo de trabalho deve estar ativado: {{steps}}.

source: Collaborative workflow
pt_pt: Fluxo de trabalho colaborativo

source: Manager +1 approval
pt_pt: Aprovação do gestor +1

source: Manager proposal
pt_pt: Proposta do gestor

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
pt_pt: Crie um fluxo de trabalho a partir de uma tela em branco. Tem total flexibilidade para definir, adicionar e configurar cada passo de acordo com as suas necessidades.

source: Start from scratch
pt_pt: Começar do zero

source: Not started
pt_pt: Não iniciado

source: Step actions
pt_pt: Ações do passo

source: Actor
pt_pt: Ator

source: An actor can not be used in more than one configuration.
pt_pt: Um ator não pode ser utilizado em mais do que uma configuração.

source: Choose one or more actors
pt_pt: Escolha um ou mais intervenientes

source: The actor can not be empty.
pt_pt: O ator não pode estar vazio.

source: Actors & permissions
pt_pt: Intervenientes e permissões

source: Add configuration
pt_pt: Adicionar configuração

source: Step {{stepNumber}}: {{stepName}}
pt_pt: Passo {{stepNumber}}: {{stepName}}

source: Step {{count}}
pt_pt: Passo {{count}}

source: Delete step
pt_pt: Eliminar passo

source: Are you sure you want to delete the workflow step?
pt_pt: Tem a certeza de que pretende eliminar o passo do fluxo de trabalho?

source: Delete workflow step
pt_pt: Eliminar etapa do fluxo de trabalho

source: The workflow step was successfully deleted.
pt_pt: O passo do fluxo de trabalho foi eliminado com sucesso.

source: Set the workflow of the compensation round by determining approval dates
pt_pt: Defina o fluxo de trabalho da ronda de compensação determinando as datas de aprovação

source: Duplicate configuration
pt_pt: Duplicar configuração

source: Step enabled
pt_pt: Etapa ativada

source: Step end date
pt_pt: Data de fim do passo

source: The step end date must be before the end date of all the next steps.
pt_pt: A data de fim do passo deve ser anterior à data de fim de todos os passos seguintes.

source: The step end date must be after the end date of all the previous steps.
pt_pt: A data de fim do passo deve ser posterior à data de fim de todos os passos anteriores.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
pt_pt: A data do passo está fora do período do ciclo ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
pt_pt: A data de fim do passo não pode estar vazia.

source: Field permissions
pt_pt: Permissões de campo

source: Hidden
pt_pt: Oculto

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
pt_pt: Editar o fluxo de trabalho (ou seja, adicionar, eliminar ou reordenar etapas) irá repor todos os trabalhadores na primeira etapa.

source: Step {{count}}: actions
pt_pt: Passo {{count}}: ações

source: The name can not be empty.
pt_pt: O nome não pode estar vazio.

source: This step isn’t configured yet.
pt_pt: Este passo ainda não está configurado.

source: Step {{stepNumber}}: not configured
pt_pt: Passo {{stepNumber}}: não configurado

source: Read
pt_pt: Ler

source: Remove configuration
pt_pt: Remover configuração

source: Time-based progression
pt_pt: Progressão baseada no tempo

source: Automatically advance to next step when end date is reached
pt_pt: Avançar automaticamente para o próximo passo quando a data de fim for atingida

source: Write
pt_pt: Escrever

source: Workflow steps
pt_pt: Etapas do fluxo de trabalho

source: Templates
pt_pt: Modelos

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
pt_pt: Este fluxo de trabalho permite a colaboração paralela, com as partes interessadas a submeter e atualizar propostas até ao prazo limite.

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
pt_pt: Este fluxo de trabalho segue uma hierarquia de aprovação predefinida, com propostas revistas e aprovadas em sequência.

source: Action-driven
pt_pt: Orientado para a ação

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
pt_pt: Os passos avançam por trabalhador quando são tomadas ações (Prosseguir, Submeter, Aprovar ou Rejeitar). Adequado para processos de revisão flexíveis.

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
pt_pt: Todas as partes interessadas atuam dentro do mesmo intervalo de datas, completando propostas em paralelo até à data de fim.

source: Workflow type
pt_pt: Tipo de fluxo de trabalho

source: Time-driven
pt_pt: Orientado pelo tempo

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
pt_pt: Os passos seguem datas de início e fim fixas. O acesso é concedido apenas dentro do intervalo de datas. Ideal para ciclos de revisão previsíveis.

source: View workflow
pt_pt: Ver fluxo de trabalho

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
pt_pt: Digite ou prima Ctrl+Espaço para abrir a sugestão automática. Comece com uma fonte raiz como Modelo de dados, Entradas de arredondamento ou Cálculos de arredondamento para encontrar campos.

source: Start guide
pt_pt: Guia de início

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
pt_pt: Depois de selecionar um item, escreva um ponto (.) para ver as propriedades subordinadas. Continue a aprofundar até chegar a um valor simples (número ou texto); alguns campos precisam de vários níveis.

source: Drill down with dots
pt_pt: Explorar com pontos

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
pt_pt: Combine propriedades (campos redondos), operadores (+, −, ×, ÷) e funções (matemática, texto, lógica) para criar a sua fórmula. A sugestão automática ajuda à medida que escreve.

source: Properties, operators & functions
pt_pt: Propriedades, operadores e funções

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
pt_pt: Clique em Saber mais para navegar e pesquisar todas as propriedades em todos os níveis de aninhamento. Utilize-o para explorar a estrutura de dados da sua ronda e encontrar o campo exato de que necessita.

source: Browse available properties
pt_pt: Procurar propriedades disponíveis

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
pt_pt: As fórmulas com erros não podem ser guardadas. Prima F8 para ir para o próximo erro ou faça duplo clique numa mensagem de erro para ir diretamente para o problema.

source: Fix errors to save
pt_pt: Corrija os erros para guardar

source: {{step}} of {{total}}
pt_pt: {{step}} de {{total}}

source: Open comp round
pt_pt: Abrir ronda de compensação

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
pt_pt: Ao mudar de um resultado rígido para um suave, note que a fórmula de expressão não pode ser editada até que tenha sido guardada.

source: Block save if this rule is not met
pt_pt: Bloquear a gravação se esta regra não for cumprida
